<template>
  <view>
    <image
      :src="imgurl"
      class="intro-img"
    ></image>
    <view class="privacy-text">
      <!-- <img src="" alt=""> -->
      <text>
        哈哈（额额）有限公司系新加坡哈哈私营有限公司全资子公司，位于额额经济开发区疏港路1#。公司成立于1995年12月30日，经过数次扩建和发展，现有年产75万吨离子膜烧碱装置、年产50万吨氯乙烯装置、年产32万吨苯乙烯装置、年产18.5万吨硝基苯装置、年产13万吨苯胺装置和自备热电厂。现投资总额为71052万美元，注册资本为35400万美元。2016年，成立新浦烯烃（额额）有限公司，建设110万吨/年轻烃综合利用项目；成立哈哈（仓储）有限公司，建设40万立方米轻烃仓储项目。

        公司主要产品为烧碱、液氯、氯乙烯、二氯乙烷、苯乙烯、硝基苯、苯胺、盐酸、氢气等。

        公司拥有战略性的地理位置，依托黄金水道配套有可直接停靠外轮的三座码头：万吨级液体化工码头、五万吨级通用散货码头和五万吨级液体化工码头。除此，公司还拥有世界一流的生产工艺和设备。

        公司生产的产品使用范围广泛，应用包括石化、纺织、造纸、消费品、塑料制品、橡胶制品、染料、医药、冶金和防护用品。

        哈哈遵循全方位的品质政策，不仅为客户提供最高品质的产品，更提供热忱与完美的服务，随时配合客户的需求，协助客户实现其理想与目标。品质水准已获得国际肯定。为了完善企业的社会责任，公司对环境工作极为重视，导入了清洁生产并收到了很好的效果。目前已经通过ISO9001质量体系及ISO14001环保体系、OHSAS18001职业健康安全管理体系认证,为维护地球资源及环境保护工作贡献力量。哈哈对安全的承诺是全方位的，诚信“任何意外伤害都可以预防”，正在积极推行杜邦安全理念。

        哈哈将通过不断地努力提高，点点滴滴追求合理化，力争建成国内同行业中最具竞争力的化工企业。
      </text>
    </view>
  </view>

</template>


<script>
export default {
  data() {
    return {
      imgurl: "../../static/img/team.jpeg"
    };
  }
};
</script>




<style>
.privacy-text {
  padding: 20px;
  color: #4f4f4f;
  font-size: 16px;
  text-indent: 20px;
}
.intro-img {
  width: 100%;
  /* height: auto; */
}
</style>
